Repository: calliope-edu/Scrub
Catalog: *.lproj/Localizable.strings
Languages: de

source: Settings
de: Einstellungen

source: Before you get started:
de: Bevor du startest:

source: Licenses and Sources
de: Lizenzen und Quellen

source: Prepare your Calliope mini so that you can program it with Scratch. You will also need the Calliope mini app.
de: Bereite deinen Calliope mini so vor, dass du ihn mit Scratch programmieren kannst. Du benötigst zusätzlich die Calliope mini App.

source: Open the **Calliope mini app** on your iPad.
de: Öffne die **Calliope mini App** auf deinem iPad.

source: **Connect** your Calliope mini to the iPad.
de: **Verbinde** deinen Calliope mini mit dem iPad.

source: Transfer the **Scratch start program** from the Calliope mini app to your Calliope mini.
de: Übertrage das **Scratch Startprogramm** aus der Calliope mini App auf deinen Calliope mini.

source: Select the Calliope mini Blocks Editor under Editors and Programmes.
de: Wähle dazu den Calliope mini Blocks Editor unter Editoren und Programme.

source: A **5-digit name** appears on the LED matrix. You can use this name to select your Calliope mini in the **Calliope mini Blocks Editor**.
de: Es erscheint ein **5-stelliger Name** auf der LED-Matrix. Über diesen Namen kannst du deinen Calliope mini in der **Calliope mini Blocks App** auswählen.

source: Open the **Calliope mini Blocks app** and **connect** your Calliope mini. You are now ready to start programming your Calliope mini with Scratch!
de: Starte die **Calliope mini Blocks App** und **verbinde** deinen Calliope mini. Jetzt kannst du loslegen und deinen Calliope mini mit Scratch programmieren!

source: Watch the video!
de: Video ansehen!

source: Editor (Create new project)
de: Editor (Erstelle neues Projekt)

source: Own URL
de: Eigene URL

source: Choose storage location
de: Speicherort auswählen
